# RbsWireMaxConductorSizeParam Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsWireMaxConductorSizeParam Property
ParameterTypeId Class See Also
---
"Max Size"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsWireMaxConductorSizeParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsWireMaxConductorSizeParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsWireMaxConductorSizeParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace